<?php
//$size= $_GET["size"];
//setcookie("size", $size);


?>

<html>
	<body>
		<a href= "page1.php?size=30">Великий шрифт</a>
		<a href= "page1.php?size=20">Середній шрифт</a>
		<a href= "page1.php?size=10">Маленький шрифт</a>
		</br>
		<a href= "page2.php">Сторінка 2</a>
		<p style= "font-size:<?php echo $_COOKIE["size"]?>pt">
		"тут має бути якись текст </br>
		Выписки по картам и счетам</br>
Контроль движения денежных средств по Вашей карте/счету.</br>
Пополнение мобильного</br>
Мгновенно. Все мобильные операторы Украины и России.</br>
Регулярные коммунальные платежи</br>
Автоматическая оплата Ваших коммунальных счетов: вода, газ и другие услуги.</br>
Переводы по всему миру</br>
На карты VISA/MasterCard, WesternUnion, PrivatMoney, на счета Liqpay.</br>
Депозиты</br>
Дистанционно открывайте с выгодными % ставками и управляйте сбережениями";</br>
</p>
	</body>
</html>




























































































































































